Repository: OpenMediaVault-Plugin-Developers/openmediavault-mysql
Catalog: usr/share/openmediavault/locale/*/openmediavault-mysql.po
Languages: cs_cz, da_da, de_de, es, fr_fr, gl, it_it, ja_jp, pl_pl, ru_ru

source: Are you sure you want to
cs_cz: Opravdu chcete
de_de: Bist du dir sicher dass du
es: ¿Esta seguro que desea
it_it: Sei sicuro di voler
ja_jp: 本当に次の処理を行ってもよろしいですか：
pl_pl: Czy napewno chcesz
ru_ru: Вы уверены, что хотите

source: Are you sure you want to drop the '%s' table? This will delete the table and all data inside of it. The following query will be run:
cs_cz: Opravdu chcete smazat tabulku '%s'? Tato operace smaže tabulku a všechna její data. Bude spuštěn následující dotaz:
de_de: Bist du dir sicher dass du die Tabelle '%s' droppen möchtest? Dies wird die Tabelle und seinen gesamten Inhalt löschen. Die folgende Abfrage wird ausgeführt:
es: ¿Esta seguro de que desea borrar la tabla '%s' ? Esto borrara la tabla y todos los datos que contiene. La siguiente query será ejecutada:
it_it: Sei sicuro di voler eliminare la tabella '%s'? Ciò eliminerà la tabella e tutti i dati all'interno di esso. La seguente query verrà eseguita:
ja_jp: '%s' テーブルを削除してもよろしいですか？ テーブルとその中のすべてのデータが削除されます。 次のクエリが実行されます：
pl_pl: Czy na pewno chcesz usunąć tabelę '%s'? Spowoduje to usunięcie tabeli i wszystkich danych w jej wnętrzu. Następujące zapytanie zostanie wykonane:
ru_ru: Вы уверены, что хотите удалить '%s' таблицу? Это приведет к удалению таблицы со всеми данными внутри нее. Следующий запрос будет выполняться:

source: Are you sure you want to drop the database '%s'? This will delete the database, the tables inside the database, and all data inside of the tables. The following query will be run:
cs_cz: Opravdu chcete smazat databázi '%s'? Tato operace smaže databázi, všechny její tabulky a data která obsahují. Bude spuštěn následující dotaz:
de_de: Bist du dir sicher dass du die Datenbank '%s' droppen möchtest? Dies wird die Datenbank, die Tabellen innerhalb der Datenbank und und alle Daten innerhalb der Tabellen löschen. Die folgende Abfrage wird ausgeführt:
es: ¿Esta seguro de que desea borrar la Base de datos '%s' ? Esto borrara la BBDD y todas las tablas que contiene y los datos de las tablas. La siguiente query será ejecutada:
it_it: Sei sicuro di voler eliminare il database '%s'? Ciò eliminerà il database, le tabelle all'interno del database, e tutti i dati all'interno delle tabelle. La seguente query verrà eseguita:
ja_jp: '%s' データベースを削除しますか？データベース、データベース内のテーブル、テーブル内のすべてのデータが削除されます。次のクエリが実行されます：
pl_pl: Czy na pewno chcesz usunąć bazę danych '%s'? Spowoduje to usunięcie bazy danych, tabeli wewnątrz bazy danych oraz wszystkie dane wewnątrz tabeli. Następujące zapytanie zostanie wykonane:
ru_ru: Вы уверены, что хотите удалить '%s' базу данных? Это приведет к удалению данных, таблиц в базе данных и все данных внутри таблиц. Следующий запрос будет выполняться:

source: Are you sure you want to empty the '%s' table? This will delete all the data inside of it. The following query will be run:
cs_cz: Opravdu chcete vyprázdnit tabulku '%s'? Tato operace vymaže všechna její data. Bude spuštěn následující dotaz:
de_de: Bist du dir sicher dass du die Tabelle '%s' leeren möchtest. Dies wird alle Daten innerhalb der Tabelle löschen. Die folgende Abfrage wird ausgeführt:
es: ¿Esta seguro de que desea vaciar la tabla '%s'? Esto borrará todos los datos que contiene. Se ejecutará la siguiente consulta:
it_it: Sei sicuro di voler svuotare la tabella '%s'? Ciò eliminerà tutti i dati all'interno di essa. La seguente query verrà eseguita:
ja_jp: '%s' テーブルを空にしてもよろしいですか？ テーブル内のすべてのデータが削除されます。次のクエリが実行されます：
pl_pl: Czy na pewno chcesz wyczyścić tabelę '%s'? Spowoduje to usunięcie wszystkich danych wewnątrz niej. Następujące zapytanie zostanie wykonane:
ru_ru: Вы уверены, что хотите очистить '%s таблицу? Это приведет к удалению всех данных внутри нее. Следующий запрос будет выполняться:

source: Are you sure you want to reset the root password?
cs_cz: Opravdu chcete obnovit heslo uživatele root ?
da_da: Er du sikker på, at du vil nulstille rod adgangskoden?
de_de: Bist Du dir sicher dass Du das root Passwort zurücksetzen möchtest?
es: ¿Está seguro que desea resetear la contraseña de root?
gl: Confirma que quere restabelecer o contrasinal de administrador (root)?
it_it: Sei sicuro di voler ripristinare la password di root?
ja_jp: rootのパスワードをリセットしてもよろしいですか？
pl_pl: Czy napewno chcesz zresetować hasło root-a?
ru_ru: Вы уверены, что хотите сбросить пароль администратора?

source: Bind address
da_da: Bind adresse
de_de: An Adresse binden
es: Dirección de escucha
gl: Enderezo de escoita
it_it: Associa indirizzo
ja_jp: バインドアドレス
pl_pl: Adres powiązany
ru_ru: Привязка адресов

source: Browse
cs_cz: Procházet
de_de: Durchsuchen
es: Navegar
it_it: Naviga
ja_jp: ブラウズ
pl_pl: Przeglądaj
ru_ru: Просмотреть

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es: Cancelar
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
ru_ru: Отмена

source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es: Confirmar
it_it: Conferma
ja_jp: 確認
pl_pl: Potwierdź
ru_ru: Подтвердить

source: Confirmation
cs_cz: Potvrzení
da_da: Bekræftelse
de_de: Bestätigung
es: Confirmación
gl: Confirmación
it_it: Conferma
ja_jp: 確認
pl_pl: Potwierdzenie
ru_ru: Подтверждение

source: Data
cs_cz: Úložiště
de_de: Daten
es: Datos
fr_fr: Données
ja_jp: データ
ru_ru: Данные

source: Enable
cs_cz: Zapnout
da_da: Aktiver
de_de: Aktivieren
es: Habilitar
fr_fr: Activer
gl: Activar
it_it: Abilita
ja_jp: 有効
pl_pl: Włączone
ru_ru: Включить

source: Enable networking
cs_cz: Povolit síťová nastavení
da_da: Aktiver netværk
de_de: Netzwerk aktivieren
es: Habilitar Red
fr_fr: Activer la mise en réseau
gl: Activar a rede
it_it: Abilita rete
ja_jp: ネットワークを有効にする
pl_pl: Włącz sieci
ru_ru: Включение сети

source: Error
cs_cz: Chyba
de_de: Fehler
it_it: Errore
ja_jp: エラー
pl_pl: Błąd
ru_ru: Ошибка

source: Export
es: Exportar
it_it: Esporta
ja_jp: エクスポート
pl_pl: Eksportuj
ru_ru: Экспорт

source: Extra options
cs_cz: Další nastavení
da_da: Ekstra valgmuligheder
de_de: Extra Optionen
es: Opciones extra
fr_fr: Options supplémentaires
gl: Opcións adicionais
it_it: Opzioni extra
ja_jp: その他のオプション
pl_pl: Dodatkowe opcje
ru_ru: Расширенные опции

source: Extra options for [mysqld] section of MySQL configuration.
cs_cz: Další nastavení pro [mysqld] sekci v konfiguraci MySQL
da_da: Ekstra valgmuligheder for [mysqld] sektionen af MySQL konfiguration.
de_de: Extra Optionen für die [mysqld] Sektion der MySQL Konfiguration.
es: Opciones extra para la sección [mysqld] del archivo de configuración de MySQL.
fr_fr: Options supplémentaires pour la configuration de la section [mysqld] de MySQL
gl: Opcións adicionais para a sección [mysqld] da configuración de MySQL.
it_it: Opzioni extra per la sezione [mysqld] della configurazione MySQL.
ja_jp: MySQLの設定内の[mysqld]セクションに関する追加のオプション。
pl_pl: Dodatkowe opcje [mysqld] dla sekcji Konfiguracja MySQL.
ru_ru: Дополнительные опции для [mysqld] раздел конфигурации MySQL.

source: For more advanced usage try:
cs_cz: Pro pokročilejší použití zkuste:
da_da: For mere avanceret brug så prøv:
es: Para un uso avanzado, probar:
gl: Para un uso avanzado, probar:
it_it: Per un utilizzo più avanzato prova:
ja_jp: より高度な使用方法については次を行ってください：
pl_pl: Dla bardziej zaawansowanych użyj:
ru_ru: Для более продвинутых использования:

source: Full Text
de_de: Voller Text
es: Texto
it_it: Testo completo
ja_jp: 全文
pl_pl: Pełny tekst
ru_ru: Полный текст

source: Home
cs_cz: Domů
de_de: Zuhause
ja_jp: ホーム
pl_pl: Start
ru_ru: Домой

source: IP address to listen on. Use 0.0.0.0 for all host IPs.
cs_cz: IP adresa na které databáze naslouchá. Pro všechny IP adresy použíjte 0.0.0.0
da_da: IP adresse, der skal lyttes på. Brug 0.0.0.0 til alle værts IPer.
de_de: IP Adresse auf welcher gelauscht werden soll. Benutze 0.0.0.0 für alle Host IPs.
es: Dirección IP de escucha. Use 0.0.0.0 para escuchar todos los host posibles
fr_fr: Adresse IP d'écoute. Utilisez 0.0.0.0 pour écouter sur toutes les adresses IPs de l'hôte.
gl: Enderezo IP a escoitar. Usar 0.0.0.0 para todos os IP de máquinas.
it_it: Indirizzo IP da mettere in ascolto. Utilizza 0.0.0.0 per tutti gli IP.
ja_jp: 接続を許可するIPアドレスを設定します。すべてのホストIPから受け付ける場合は0.0.0.0を指定します。
pl_pl: Adres IP nasłuchiwania. Dla wszystkich hostów IP, należy użyć 0.0.0.0.
ru_ru: IP-адрес для прослушивания. Используйте 0.0.0.0 для всех хостов IP-адресов.

source: Import
es: Importar
it_it: Importa
ja_jp: インポート
pl_pl: Importuj
ru_ru: Импорт

source: Insert
cs_cz: Vložit
de_de: Einfügen
es: Insertar
it_it: Inserisci
ja_jp: インサート
pl_pl: Wstaw
ru_ru: Вставить

source: Launch management site
cs_cz: Zobrazit stránku se správou databáze
de_de: Öffne die Managment Seite
es: Lanzar la administración del sitio
fr_fr: Lancer le site de gestion
it_it: Avvia sito di gestione
ja_jp: 管理サイトの起動
pl_pl: Uruchom stronę zarządzania
ru_ru: Запуск управления сайтом

source: Loading...
cs_cz: Načítání...
de_de: Laden...
es: Cargando...
it_it: Caricamento...
ja_jp: 読み込み中...
pl_pl: Ładuje...
ru_ru: Загрузка...

source: Management
cs_cz: Správa
da_da: Håndtering
de_de: Verwaltung
es: Administración
gl: Administración
it_it: Gestione
ja_jp: 管理
pl_pl: Zarządzanie
ru_ru: Управление

source: New field
cs_cz: Nové pole
de_de: Neues Feld
es: Nuevo campo
it_it: Nuovo campo
ja_jp: 新しいフィールド
pl_pl: Nowe pole
ru_ru: Новое поле

source: Okay
cs_cz: OK
es: Correcto
ja_jp: はい
pl_pl: Dobrze
ru_ru: Хорошо

source: Overview
cs_cz: Přehled
de_de: Übersicht
es: visión de conjunto
it_it: Panoramica
ja_jp: 概要
pl_pl: Przegląd
ru_ru: Обзор

source: Password will reset to:
cs_cz: Heslo bude obnoveno na:
de_de: Passwort wird zurückgesetzt auf:
es: La contraseña se cambiará a:
it_it: La password verrà ripristinata in:
ja_jp: パスワードはリセットされました：
pl_pl: Hasło zostanie zresetowane dla:
ru_ru: Пароль будет сброшен на:

source: Port
es: Puerto
gl: Porto
it_it: Porta
ja_jp: ポート
ru_ru: Порт

source: Port to listen on.
cs_cz: Port na kterém databáze naslouchá
da_da: Port, der skal lyttes på.
de_de: Port auf welchem gelauscht werden soll.
es: Puerto de escucha
fr_fr: Port d'écoute.
gl: Porto á escoita.
it_it: Porta in ascolto.
ja_jp: 待ち受けポート。
pl_pl: Port nasłuchu.
ru_ru: Порт для прослушивания.

source: Query
cs_cz: Dotaz
de_de: Abfrage
es: Consulta
ja_jp: クエリ
pl_pl: Zapytanie
ru_ru: Запрос

source: Redirecting...
cs_cz: Přesměrování...
de_de: Weiterleiten...
es: Redireccionando ...
it_it: Reindirizzamento...
ja_jp: リダイレクト...
pl_pl: Przeładowanie...
ru_ru: Переадресация...

source: Reset MySQL root password
cs_cz: Obnova hesla uživatele root
da_da: Nulstil MySQL rod adgangskode
de_de: MySQL root Passwort zurücksetzen
es: Resetear la contraseña de root de MySQL
fr_fr: Réinitialiser le mot de passe root de MySQL
gl: Restabelecer o contrasinal de administrador do MySQL
it_it: Ripristina password root MySQL.
ja_jp: MySQL rootパスワードのリセット
pl_pl: Reset hasła root-a MySQL
ru_ru: Сбросить MySQL root пароль

source: Reset Password
cs_cz: Resetovat heslo
da_da: Nulstil Adgangskode
de_de: Passwort zurücksetzen
es: Resetear contraseña
fr_fr: Réinitialiser le mot de passe
gl: Restabelecer o contrasinal
it_it: Ripristina Password
ja_jp: パスワードのリセット
pl_pl: Resetuj hasło
ru_ru: Сбросить пароль

source: Resetting MySQL root password.
cs_cz: Obnova MySQL root hesla
da_da: Nulstiller MySQL rod adgangskode
de_de: MySQL root Passwort zurücksetzen.
es: Reseteando la contraseña de root de MySQL.
gl: Restabelecendo o contrasinal de administrador do MySQL.
it_it: Ripristino in corso della password root MySQL.
ja_jp: MySQL rootパスワードをリセットしました。
pl_pl: Resetuj hasło root MySQL.
ru_ru: Сброс пароля root MySQL.

source: SQL data root
cs_cz: Adresář
de_de: SQL Daten Wurzelverzeichnis
es: Raíz de datos SQL
it_it: Radice data SQL
ja_jp: SQL dataのルート
pl_pl: Główny katalog danych SQL
ru_ru: SQL данные Root

source: SQL data volume
cs_cz: Svazek
de_de: SQL Daten Festplatte
es: Volumen de datos SQL
it_it: Volume data SQL
ja_jp: SQL dataのボリューム
pl_pl: Katalog SQL
ru_ru: Объем данных SQL

source: SQL management site
cs_cz: Stránka se správou SQL
da_da: SQL håndterings side
de_de: SQL Management Seite
es: Sitio de administración SQL
fr_fr: Site de gestion SQL
gl: Sitio de administración SQL
it_it: Sito per la gestione SQL
ja_jp: SQL管理サイト
pl_pl: Strona zarządzania SQL
ru_ru: SQL сайт управления

source: SQL management site.
cs_cz: Stránka se správou SQL
da_da: SQL håndterings side
es: Sitio de administración SQL.
gl: Sitio de administración SQL.
it_it: Sito per la gestione SQL.
ja_jp: SQL管理サイト。
pl_pl: Strona zarządzania SQL.
ru_ru: SQL сайт управления

source: Select a volume ...
cs_cz: Vyberte svazek ...
de_de: Datenträger auswählen...
es: Seleccionar un Volumen ...
fr_fr: Sélectionnez un volume ...
it_it: Seleziona un volume ...
ja_jp: ボリュームを選択 ...
pl_pl: Wybierz dysk ...
ru_ru: Выбрать том ...

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
es: Opciones
fr_fr: Paramètres
gl: Axustes
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
ru_ru: Настройки

source: Show tab containing Management frame.
cs_cz: Zobrazit záložku obsahující stránku se správou
da_da: Vis fane indeholdende Håndterings ramme.
es: Mostrar la pestaña que contiene la web de Administración.
gl: Amosar a lapela que conten o marco de administración.
it_it: Mostra scheda contenente frame di gestione.
ja_jp: 管理フレームを含むタブを表示します。
pl_pl: Pokaż okno zarządzania w karcie.
ru_ru: Показать вкладку содержащую менеджер управления.

source: Structure
cs_cz: Struktura
de_de: Struktur
es: Estructura
it_it: Struttura
ja_jp: 構造
pl_pl: Struktura
ru_ru: Структура

source: Successfully saved changes.
cs_cz: Změny byly úspěšně uloženy.
de_de: Änderungen erfolgreich gespeichert.
es: Cambios realizados satisfactoriamente.
it_it: Modifiche salvate con successo.
ja_jp: 正常に変更が保存されました。
pl_pl: Udało się zachować zmiany.
ru_ru: Изменения успешно сохранены.

source: The following queries will be run:
cs_cz: Budou spuštěny následující dotazy:
de_de: Die folgenden Abfragen werden ausgeführt:
es: Se ejecutarán las siguientes consultas:
it_it: Saranno eseguite le seguenti query:
ja_jp: 次のクエリが実行されます：
pl_pl: Uruchamiają się następujące zapytania:
ru_ru: Следующие запросы будут выполняться:

source: The following query will be run:
cs_cz: Bude spuštěn následující dotaz:
de_de: Die folgenden Abfragen werden ausgeführt:
es: Se ejecutará la siguiente consulta:
it_it: Sarà eseguita la seguente query:
ja_jp: 次のクエリが実行されます：
pl_pl: Uruchamia się następujące zapytanie:
ru_ru: Следующий запрос будет выполняться:

source: There was an error receiving data from the server.
cs_cz: Došlo k chybě při komunikaci se serverem.
de_de: Ein Fehler ist aufgetreten beim abrufen der Daten vom Server.
es: Hubo un error al recibir datos del servidor.
it_it: C'è stato un errore durante la ricezione dei dati dal server.
ja_jp: サーバーからデータを受信中にエラーが発生しました。
pl_pl: Wystąpił błąd podczas odbierania danych z serwera.
ru_ru: Была ошибка приема данных от сервера.

source: To change the password, use the management site and change root user on host localhost.
cs_cz: Ke změně hesla použijte stránku pro správu a změňte účet root uživatele na localhostu.
de_de: Um das Passwort zu ändern verwendet die Managementseite und ändere den root Benutzer auf dem Host localhost.
es: Para cambiar la contraseña, use el sitio de administración y cambie el usuario de root en el host local.
it_it: Per modificare la password, utilizza il sito di gestione e cambia l'utente root sull'host localhost.
ja_jp: パスワードを変更するには、管理サイトを使用し、ローカルホストのrootユーザーでアクセスします。
pl_pl: Aby zmienić hasło, użyj strony zarządzania i zmień użytkownika root na hoście localhost.
ru_ru: Чтобы изменить пароль, используется для управления сайтом и изменения пользователя root на локальном хосте.

source: Users
cs_cz: Uživatelé
de_de: Benutzer
es: Usuarios
it_it: Utenti
ja_jp: ユーザー
pl_pl: Użytkownicy
ru_ru: Пользователи

source: Warning: If Your MySQL data volume is set to use a non-data volume it may result in loss of data in the event of a disk failure. It is recommmended that you change this before using MySQL.
cs_cz: Upozornění: Pokud Vámi vybraný svazek pro MySQL data není určeny pro data, v případě selhání disku může dojít ke ztrátě dat. Doporučuje se nastavit tento svazek před použitím MySQL.
de_de: Warnung: Wenn dein MySQL Datenspeicher sich auf dem Systemlaufwerk befindet, würde dies in einem Datenverlust im Falle eines Festplattenausfalls resultieren. Es wird empfohlen dass du dies änderst bevor du MySQL nutzt. Sobald die erste Datenbank existiert, ist es nicht mehr möglich den Speicherort der MySQL Daten über dieses Interface zu ändern.
es: Atención: Si su volumen de datos MySQL se configura para usar un volumen que no sea de datos, puede ocurrir una perdida de datos en caso de fallo del disco. Es recomendable cambiar esto antes de usar MySQL
it_it: Attenzione: se il vostro volume dati MySQL è impostato per utilizzare un volume non di dati, potrebbero verificarsi perdite di dati in caso di guasto di un disco. Si racommmanda che venga modificato prima di utilizzare MySQL.
ja_jp: 警告：あなたのMySQLのデータボリュームが非データボリュームを使用するように設定されている場合、ディスク障害が発生した場合にデータの損失をもたらし得ます。MySQLを使用する前に、これを変更することをお勧めします。
pl_pl: Ostrzeżenie: Jeśli dane MySQL są ustawione do używania woluminu bez danych. Może to spowodować utratę danych w przypadku awarii dysku. Jest to polecane aby zmienić to przed użyciem MySQL. Gdy istnieją bazy danych, można wybrać lokalizację danych MySQL przez ten interfejs.
ru_ru: Предупреждение: том данных MySQL установлен как нет тома данных. Это может привести к потере данных в случае отказа диска. Рекомендуется, изменить перед использованием MySQL.

source: Your changes were saved to the database.
cs_cz: Vaše změny byly uloženy do databáze
de_de: Deine Änderungen wurde in die Datenbank gespeichert.
es: Sus cambios serán salvados a la Base de datos.
it_it: I cambiamenti sono stati salvati nel database.
ja_jp: 変更内容はデータベースに保存されました。
pl_pl: Zmiany zostały zapisane do bazy danych.
ru_ru: Ваши изменения были сохранены в базе данных.

source: delete these columns
cs_cz: Smazat vybrané sloupce
de_de: Lösche diese Spalte
es: Borrar estas columnas
it_it: elimina queste colonne
ja_jp: これらのカラムを削除
pl_pl: usuń te kolumny
ru_ru: Удалить эти столбцы

source: delete these indexes
cs_cz: Smazat vybrané indexy
de_de: Lösche diese Indexe
es: Borrar estos indices
it_it: elimina questi indici
ja_jp: これらのインデックスを削除
pl_pl: usuń te indeksy
ru_ru: Удалить эти индексы

source: delete these rows
cs_cz: Smazat vybrané řádky
de_de: Lösche diese Reihen
es: Borrar estas filas
it_it: elimina queste righe
ja_jp: これらの行を削除
pl_pl: usuń te wiersze
ru_ru: Удалить эти строки

source: delete these users
cs_cz: Smazat vybrané uživatele
de_de: Lösche diese Benutzer
es: Borrar estos usuarios
it_it: elimina questi utenti
ja_jp: これらのユーザーを削除
pl_pl: usuń tych użytkowników
ru_ru: Удалить этих пользователей

source: delete this column
cs_cz: Smazat vybraný sloupec
de_de: Lösche diese Spalte
es: Borrar esta columna
it_it: elimina questa colonna
ja_jp: このカラムを削除
pl_pl: usuń ta kolumne
ru_ru: Удалить этот столбец

source: delete this index
cs_cz: Smazat vybraný index
de_de: Lösche diesen Index
es: Borrar este indice
it_it: elimina questo indice
ja_jp: このインデックスを削除
pl_pl: usuń ten indeks
ru_ru: Удалить эти индексы

source: delete this row
cs_cz: Smazat vybraný řádek
de_de: Lösche diese Reihe
es: Borrar esta fila
it_it: elimina questa riga
ja_jp: この行を削除
pl_pl: usuń ten wiersz
ru_ru: Удалить эту строку

source: delete this user
cs_cz: Smazat vybraného uživatele
de_de: Lösche diesen Benutzer
es: Borrar este usuario
it_it: elimina questo utente
ja_jp: このユーザーを削除
pl_pl: usuń tego użytkownika
ru_ru: Удалить этого пользователя

source: drop these tables
cs_cz: Smazat vybrané tabulky
de_de: Droppe diese Tabellen
es: descartar estas tablas
it_it: elimina queste tabelle
ja_jp: これらのテーブルを削除
pl_pl: usuń te tabele
ru_ru: отбросить эти таблицы

source: drop this table
cs_cz: Smazat tabulku
de_de: Droppe diese Tabelle
es: descartar esta tabla
it_it: elimina questa tabella
ja_jp: このテーブルを削除
pl_pl: usuń tą tabelę
ru_ru: отбросить эту таблицу

source: empty these tables
cs_cz: Vyprázdnit tabulky
de_de: Leere diese Tabellen
es: Vaciar estas tablas
it_it: svuota queste tabelle
ja_jp: これらのテーブルを空に
pl_pl: wyczyść te tabele
ru_ru: Очистить эти таблицы

source: empty this table
cs_cz: Vyprázdnit tabulku
de_de: Leere diese Tabelle
es: Vaciar esta tabla
it_it: svuota questa tabella
ja_jp: このテーブルを空に
pl_pl: wyczyść ta tabelę
ru_ru: Очистить эту таблицу

source: Enable SQL management site
de_de: SQL Management Seite aktivieren
fr_fr: Activer le site de gestion SQL

source: For more advanced usage try
de_de: Für eine erweiterte Nutzung versuche

source: Show tab containing Management frame
de_de: Zeige Tab welcher das Management Interface anzeigt

source: Check this box if database is stored on ZFS filesystem.
gl: Marca esta caixa s a base de datos está almacenada nun sistema de ficheiros ZFS.

source: Disable AIO
gl: Desactivar AIO

source: Launch Management Site
gl: Iniciar a administración do sitio

source: MySQL Workbench
da_da: MySQL Arbejdsbord
gl: Espazo de traballo MySQL

source: Password
da_da: Adgangskode
gl: Contrasinal

source: The SQL web interface can be accessed <a href='/mysql/' target='_blank'>here</a>.
da_da: SQL web interface kan tilgås <a href='/mysql/' target='_blank'>her</a>.
gl: Pode acceder á interface web SQL desde <a href='/mysql/' target='_blank'>aquí</a>.

source: Data directory
da_da: Data bibliotek

source: It should be noted that the shared folder should be empty when applying the configuration and should not be altered with additional files. The reason for this is that the plugin will copy all files to the shared folder and remove them from the old data location.
da_da: Det skal noteres at den delte mappe bør være tom ved tilføjelses af konfigurationen og bør ikke ændres med yderligere filer. Grunden til dette er at pluginet vil kopiere alle filer til den delte mappe og fjerne dem fra den gamle data placering.

source: The location where MySQL stores its data.
da_da: Placeringen, hvor MySQL gemmer dens data.

source: <br />Password will reset to: openmediavault<br /><br />To change the password, use the management site and change root user on host localhost.<br /><br />
fr_fr: <br />Le mot de passe va être changé à: openmediavault<br /><br />Pour changer de mot de passe, utilisez l'interface web dédiée à la gestion SQL et modifiez l'utilisateur root sur le domaine localhost.<br /><br />

source: For more advanced usage try <a href='http://www.mysql.com/products/workbench/'>MySQL Workbench</a>
fr_fr: Pour une utilisation plus poussée, essayez <a href='http://www.mysql.com/products/workbench/'>MySQL Workbench</a>
